Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: Equality in respect of the right to vote and stand for office in elections is governed by article 15 of the Constitution, which states that “all citizens, without discrimination on the grounds of membership or otherwise of a political party or of endorsement by a political party, shall have the right to stand for elections under this Constitution, subject to the conditions laid down by law”.
fr: L'égalité en matière de droit de vote et d'éligibilité aux élections est régie par l'article 15 de la Constitution ainsi rédigé: «Tout citoyen a le droit, sans aucune discrimination fondée sur l'appartenance ou non à un parti politique, ou sur l'obligation d'être investi par un parti politique, de se porter candidat aux élections prévues par la présente Constitution sous réserve des conditions fixées par la loi.».

source: This provision of the Constitution is implemented by the Act establishing the Electoral Code (No. 2000-014 of 24 August 2000).
fr: Cette disposition constitutionnelle est reprise par la loi organique no 2000-014 du 24 août 2000 portant Code électoral.

source: Article 4 of the Electoral Code recognizes the right of every citizen to stand for office in general elections: “All Malagasy citizens, regardless of sex, shall be eligible for office, provided they meet the requirements for eligibility to vote and any requirements laid down in the regulations governing each type of election, including:
fr: L'article 4 dudit Code prévoit le droit pour tout citoyen de se porter candidat aux élections publiques: «Sont éligibles, sans distinction de sexe, tous les citoyens malgaches remplissant les conditions pour être électeurs, ainsi que celles requises par les textes particuliers à chaque catégorie d'élection, notamment:

source: (a) Being registered on the electoral rolls;
fr: a) Être inscrit sur la liste électorale;

source: (b) Being of the age required for a given elected office; and
fr: b) Avoir l'âge requis par la loi pour chaque fonction élective;

source: (c) Never having been convicted of an offence.”
fr: c) N'avoir pas fait l'objet d'une condamnation.».

source: Several elections have taken place since the last report: (a) presidential elections in 1992, 1996 and 2001; (b) parliamentary elections in 1993, 1998 and 2003; and (c) municipal elections in 1994, 1998 and 2003.
fr: a) Élections présidentielles: 1992, 1996, 2001;

source: Government measures in this regard have been aimed at ensuring regular, fair elections on the basis of universal suffrage and the secret ballot.
fr: Les mesures prises par le Gouvernement en la matière sont conformes à la tenue d'élections périodiques, honnêtes, au suffrage universel et égal, et au scrutin secret.

source: Madagascar therefore allows national and international observers to verify that elections are conducted properly and fairly.
fr: C'est dans ce sens que l'État malagasy admet la présence d'observateurs nationaux et internationaux pour la surveillance de la régularité et de la sincérité des élections.

source: In order to better facilitate the free expression of the electorate's wishes, the Electoral Code has been modified in the light of the elections held.
fr: Afin de mieux assurer l'expression libre de la volonté des électeurs, le Code électoral évolue avec les différentes élections.

source: Amendments were made in 1992, 1996 and 2002.
fr: Ces modifications ont eu lieu en 1992, en 1996 et en 2002.

source: Electoral disputes
fr: Règlement du contentieux électoral

source: The Act establishing the Electoral Code reinforces Ordinance No. 92-041 of 2 October 1992, as amended, on the Electoral Code, and sets forth the rules for elections on the basis of direct or indirect universal suffrage, held at regular intervals and “with a guarantee of a free, secret and fair ballot”.
fr: La loi organique no 2000-014 du 24 août 2000 portant Code électoral renforce l'ordonnance modifiée no 92.041 du 2 octobre 1992 portant Code électoral et fixe les règles des élections au suffrage universel direct, ou indirect, la mise en œuvre des consultations périodiques où «la liberté, le secret et la sincérité du vote sont garantis».

source: In the area of electoral disputes, there has been a major change in the law with regard to the respective jurisdictions of the constitutional courts and the administrative courts.
fr: En matière de contentieux électoral, la loi introduit une innovation importante concernant la répartition des compétences entre la juridiction constitutionnelle et la juridiction administrative.

source: The Constitutional High Court tries in first and last instance all appeals in respect of referendums and presidential and parliamentary elections.
fr: La Haute Cour constitutionnelle juge en premier et dernier ressort les requêtes contentieuses relatives au référendum, aux élections présidentielles et parlementaires.

source: The Council of State hears appeals in cases of violations of the law, while the Administrative Court established under Act No. 2001-025 of 9 April 2003 tries in first and last instance all appeals in respect of provincial, regional and municipal elections.
fr: Le Conseil d'État statue en cassation sur les cas de violation de la loi, tandis que le Tribunal administratif, institué par la loi no 2001-025 du 9 avril 2003, connaît en premier et dernier ressort de toutes requêtes contentieuses afférentes aux élections provinciales, régionales et communales.

source: Eligibility to vote
fr: La capacité d'être électeur

source: Article 2 of the Electoral Code sets forth the conditions for application of article 6, paragraph 2, of the Constitution, in the following terms: “All Malagasy nationals, regardless of sex, who have reached the age of 18 by the date of the election, and who reside within national territory and enjoy full civil and political rights, may vote.”
fr: L'article 2 du Code électoral détermine les conditions d'application de l'article 6, alinéa 2, de la Constitution en ces termes: «sont électeurs tous les citoyens malgaches sans distinction de sexe, âgés de 18 ans révolus à la date du scrutin, résidant à l'intérieur du territoire national et jouissant de leurs droits civils et politiques».

source: Participation by local authorities
fr: La participation des collectivités de base

source: The creation of decentralized authorities has encouraged the participation of the population at large in the organization of free, transparent elections.
fr: La mise en place de collectivités décentralisées a favorisé la participation des citoyens à la préparation d'élections libres et transparentes.

source: The smallest administrative units, for example - the Fokontany, or neighbourhoods - play an important part in drawing up the electoral registers under article 6 of the Act establishing the Electoral Code.
fr: À cet égard, il y a lieu de mentionner le rôle important joué par les Fokontany, collectivités territoriales de base, dans l'établissement des listes électorales, tel que stipulé dans l'article 6 de la loi organique portant Code électoral.

source: Article 7 of the Code refers to “a local voter-registration board, to be established within each Fokontany, which shall register all citizens who fulfil the legal requirements to exercise the right to vote”.
fr: L'article 7 de ladite loi fait référence à «une commission locale de recensement des électeurs. Cette commission est chargée de recenser tous les citoyens ayant acquis les qualités exigées par la loi pour l'exercice du droit de vote, créée au niveau de chaque Fokontany».

source: Election monitoring and verification
fr: Suivi et contrôle des élections

source: The creation of the National Electoral Council in 1992 made it possible to monitor and verify elections more closely.
fr: La mise en place du Conseil national électoral (CNE) en 1992 a permis un suivi et un contrôle renforcé des opérations électorales.

source: Under article 114 of the Act establishing the Electoral Code, “a national council shall be established as the moral guarantor of the proper conduct and fairness of the ballot, and shall oversee all operations to ensure the proper conduct of elections and referendums”.
fr: L'article 114 de la loi organique no 2000-014 du 24 août 2000 stipule ainsi que «un conseil national, garant moral de l'authenticité du scrutin et de la sincérité du vote est chargé de superviser toutes les opérations relatives au bon déroulement des élections et consultations populaires».

source: Other measures have also been adopted to ensure the proper conduct of elections:
fr: D'autres mesures ont été également adoptées pour assurer un contrôle de la régularité des scrutins:

source: (a) Observation of elections by non-political committees made up of citizens selected without regard for ethnic origin or religion;
fr: a) Observation des élections par des comités apolitiques de citoyens, sans distinction d'origine ethnique ou de religion;

source: (b) Provision for regional and international organizations to observe elections;
fr: b) Possibilité d'observation des élections par des organisations régionales et internationales;

source: (c) Election monitoring by federations of observer associations;
fr: c) Surveillance des élections effectuée par des associations regroupées d'observateurs;

source: (d) Establishment, by a non-political grouping of civil society organizations or bodies, of a committee to coordinate election observers, to encourage greater compliance with democratic principles in elections.
fr: d) Création d'un Comité de coordination des observateurs des élections, par des associations ou entités de la société civile en association apolitique, institué afin de mieux faire respecter les principes démocratiques lors des élections.

source: The committee is made up entirely of non-governmental organizations accredited by the National Electoral Council;
fr: Ce Comité est composé exclusivement d'ONG agréées par le Conseil national électoral;

source: (e) Creation of a consortium of observers who attended a training course run by the National Electoral Council in 2001.
fr: e) Création d'un consortium des observateurs avec une formation préalable dispensée par le CNE en 2001.

source: Ordinance No. 92-041 of 2 October 1992 on the Electoral Code defines the scope of action by the election observers committee:
fr: L'ordonnance no 92-041 du 2 octobre 1992 portant Code électoral définit le champ d'intervention du Comité national d'observation des élections (CNOE):

source: (a) To verify compliance with the relevant laws and regulations;
fr: a) Contrôle du respect des dispositions légales et réglementaires;

source: (b) To educate the public at large on the relationship between the status of citizen and the significance of the election, and the connection between the individual vote and the running of the country;
fr: b) Éducation des citoyens sur la corrélation entre la dignité du citoyen, la valeur du scrutin, le lien entre le vote individuel et la gestion de l'État;

source: (c) To train association members and polling station staff;
fr: c) Formation des membres des associations et des bureaux de vote;

source: (d) To prepare a national agreement on the observation of elections.
fr: d) Préparation d'une convention nationale sur l'observation des élections.

source: Election observers
fr: Observation des élections

source: Madagascar allows foreign observers to enter the country freely in order to observe the electoral process.
fr: Madagascar admet sans restriction la présence d'observateurs étrangers pour surveiller le déroulement du processus électoral.

source: Civil society involvement takes the form of checks on the proper conduct and fairness of the elections through the election observers committees.
fr: La participation de la société civile se traduit par des activités de contrôle de régularité et de sincérité des scrutins menées au sein des comités d'observateurs des élections.

source: National Electoral Council
fr: Le Conseil national électoral

source: The National Electoral Council was established in 1992 to oversee all operations relating to the proper conduct of elections and referendums, in accordance with article 113 of the Act establishing the Electoral Code.
fr: Il a été créé un Conseil national électoral en 1992 pour superviser toutes les opérations relatives au bon déroulement des élections et consultations populaires conformément aux dispositions de l'article 113 de la loi organique no 2000-014 du 14 août 2000 portant Code électoral.

source: The Council comprises:
fr: Le Conseil national électoral est composé:

source: (a) One member appointed by the President;
fr: a) D'un membre désigné par le Président de la République;

source: (b) The Ombudsman or a deputy;
fr: b) Du Médiateur ou l'un de ses adjoints;

source: (c) One member appointed by the Ministry of the Interior;
fr: c) D'un membre désigné par le Ministre chargé de l'intérieur;

source: (d) One member appointed by the Bar Association;
fr: d) D'un membre désigné par l'ordre des avocats;

source: (e) One member appointed by the Press Association;
fr: e) D'un membre désigné par l'ordre des journalistes;

source: (f) One member appointed by the First President of the Supreme Court; and
fr: f) D'un membre désigné par le premier Président de la Cour suprême;

source: (g) One member appointed by the principal public procurator of the Supreme Court.
fr: g) D'un membre désigné par le Procureur général près la Cour suprême.

source: Article 23: The Council advises and assists the authorities responsible for organizing the elections and ensures the proper execution of the work relating to election procedures.
fr: Article 23. Le Conseil national électoral conseille et assiste les autorités chargées d'organiser les élections, et contrôle la bonne exécution des travaux relatifs aux opérations électorales.

source: Article 31: The Council issues accreditation to non-governmental organizations wishing to participate in the observation of election proceedings.
fr: Article 31. Le Conseil national électoral accorde l'agrément aux organisations non gouvernementales désireuses de participer à l'observation des opérations électorales.

source: Article 27, paragraph 2: “It may also initiate proceedings of its own motion, by lodging a complaint, a protest, a challenge, an enforcement request or an appeal in law against the elections with the competent courts.
fr: Article 27 2. «() En outre, il est habilité à se saisir et à présenter devant les juridictions compétentes:

source: To that end it has locus standi.”
fr: À cet effet, il a droit d'ester en justice.».

source: Access to public service
fr: Accès à la Fonction Publique

source: Article 27 of the 1992 Constitution sets forth the requirements for access to public service:
fr: L'article 27 de la Constitution de 1992 énonce les conditions exigées pour accéder à la fonction publique dans les termes suivants:

source: “All citizens have the right and duty to work and receive occupational training.
fr: «Le travail et la formation professionnelle sont pour tout citoyen un droit et un devoir.

source: Access to public service is open to all citizens subject only to their ability and competence.
fr: L'accès aux fonctions publiques est ouvert à tout citoyen sans autres conditions que celles de la capacité et des aptitudes.

source: However, recruitment to public service may be subject to quotas for the autonomous provinces during periods and under conditions to be established by law.”
fr: Toutefois, le recrutement dans la fonction publique peut être assorti de contingentement par provinces autonomes pendant une période dont la durée et les modalités seront déterminées par la loi.».

source: The Constitution establishes the general conditions for equality of access to public service while allowing positive discrimination in favour of applicants from the provinces.
fr: La Constitution précise les conditions générales d'égalité d'accès aux fonctions publiques tout en admettant la pratique d'une discrimination positive au profit des candidats issus des provinces.

source: This measure should be seen as a remedial action that is needed to level a playing field distorted by the inadequate provision of material and human resources for education in the provinces.
fr: Il faut comprendre cette mesure comme étant le palliatif nécessaire pour établir une égalité de chance faussée par l'insuffisance des moyens matériels et humains en matière d'enseignement dans les provinces.

source: In legislative terms, Act No. 2003-011 of 3 September 2003 on the general regulations for civil servants sets out the broad requirements for access to public service.
fr: Sur le plan législatif, la loi no 2003-011 du 3 Septembre 2003 portant statut général des fonctionnaires pose les conditions générales d'accès à la fonction publique.

source: Article 17 stipulates that “no one may be appointed to a public service post unless they are:
fr: Elle affirme dans son article 17 que: «nul ne peut être nommé à un emploi de fonctionnaire s'il ne remplit les conditions ci-après:

source: (a) Of Malagasy nationality;
fr: a) Être de nationalité malgache;

source: (b) In full possession of their civil rights;
fr: b) Jouir des droits civiques;

source: (c) In compliance with national service requirements;
fr: c) Se trouver en position régulière vis-à-vis du service national;

source: (d) Physically and medically fit for service;
fr: d) Être reconnu apte physiquement et médicalement pour servir la fonction;

source: (e) Aged not less than 18 and not more than 45 on 1 January of the year of the competition (first-time applicants);
fr: e) Être âgé de 18 ans au moins et 45 ans au plus au 1er janvier de l'année portant ouverture du concours, s'il s'agit d'un premier recrutement;

source: (f) A holder of the relevant qualification for the minimum recruitment grade and scale.”
fr: f) Être titulaire de l'un des titres requis pour le niveau minimum de recrutement du cadre et échelle.».

source: The administrative court will punish any act on the part of the Administration that violates equality of access to public service.
fr: La juridiction administrative sanctionne la violation par l'Administration, de tout acte portant atteinte à l'égalité d'accès aux fonctions publiques.

source: A case in point is Administrative Division ruling No. 30/76-ADM of 7 May 1997, which declared admissible an action brought by the Union of Price and Economic Survey Inspectors in defence of the interests of its members wishing to become price commissioners through either competitive examination or promotion, given that the statutory number of price commissioners is limited and the decision challenged had failed to observe the normal requirements for a transfer from one unit to another.
fr: À titre d'illustration, la Chambre administrative par son arrêt no 30/76-ADM du 7 mai 1997 a déclaré recevable l'action intentée par le syndicat de contrôleurs des prix et des enquêtes économiques pour la défense de l'intérêt de ses membres ayant vocation à accéder au corps des Commissaires au prix soit par voie de concours professionnel, soit par le moyen de l'avancement au choix, alors que l'effectif réglementaire dudit corps est limité et alors que la décision attaquée déroge aux conditions normalement prévues pour l'accession d'un corps à l'autre.

source: Similarly, in its rulings Nos. 17/78-ADM and 39/78-ADM of 7 April 1979, the Administrative Division declared void the results of a competitive examination on the grounds that the decree announcing the examination had not been published until 19 days after the closing date for applications.
fr: Dans le même sens, la Chambre administrative dans son arrêt no 17/78-ADM et 39/78-ADM du 7 avril 1979 a annulé les résultats d'un concours au motif que l'arrêté portant ouverture de concours n'a été publié que 19 jours après la clôture des inscriptions.

source: These rulings held that there had been a violation of the principle of candidates' equal access to the civil service competitive entrance examination.
fr: Cet arrêt illustre la violation du principe de l'égalité d'accès des candidats au concours d'entrée dans la fonction publique.

source: Principle of non-discrimination before the law
fr: Principe de non-discrimination devant la loi

source: The new Constitution adopted in 1992 attests to the progress made in the application of the principle of equality before the law.
fr: Les progrès accomplis dans le domaine de l'application du principe d'égalité devant la loi sont exprimés dans la nouvelle Constitution adoptée en 1992.

source: The authors of the Constitution were guided by the vision of a new liberal, democratic foundation for political activity.
fr: Les constituants ont été guidés par l'idée de donner à la vie politique une nouvelle base libérale et démocratique.

source: The right to participate in political life is no longer conditional upon membership of a political party affiliated to the Front national pour la défense de la révolution.
fr: Les droits de participation à la vie politique ne sont plus conditionnés par l'appartenance à un parti politique affilié au FNDR.

source: In addition, the Constitution establishes the principle that everyone is equal before the law, that is, that no one should suffer or benefit by reason of their sex, race, language, religion or membership of a political party.
fr: Par ailleurs, la Constitution consacre le principe selon lequel tous sont égaux devant la loi, c'est-à-dire que nul ne doit être désavantagé ni favorisé en raison de son sexe, de sa race, de sa langue, de sa religion ou de son appartenance à un parti politique.

source: In this connection, article 8 of the 1992 Constitution stipulates that “nationals are equal before the law and enjoy the same fundamental freedoms under the protection of the law without any discrimination on grounds of sex, level of education, property, origin, race, religious belief or opinion”.
fr: Dans ce sens, l'article 8 de la Constitution de 1992 énonce que: «Les nationaux sont égaux en droit et jouissent des mêmes libertés fondamentales protégées par la loi sans discrimination fondée sur le sexe, le degré d'instruction, la fortune, l'origine, la race, la croyance religieuse ou l'opinion.».

source: Specific measures have also been taken to prevent and punish all forms of discrimination.
fr: En outre, des mesures concrètes ont été prises pour prévenir et réprimer toutes formes de discrimination.

source: Article 115 of the Criminal Code punishes the denial of a person's rights on grounds of origin, colour, sex, family situation or actual or supposed membership or non-membership of a given ethnic, national, racial or religious grouping.
fr: Rappelons que l'article 115 du Code pénal punit le refus d'un droit fondé sur l'origine d'une personne, de sa couleur, de son sexe, de sa situation de famille ou de son appartenance ou de sa non-appartenance, vraie ou supposée, à une ethnie, une nation, une race ou une religion déterminée.

source: The penalty is a prison term of one month to one year and/or a fine of FMG 50,000 to 250,000.
fr: La peine encourue est de un mois à un an d'emprisonnement et d'une amende de 50 000 à 250 000 francs malagasy ou l'une de ces deux peines seulement.

source: The penalty is doubled where the violation is committed by a government official or by a citizen charged with a public service in the course of their official duties.
fr: La peine est doublée lorsque l'auteur est un dépositaire de l'autorité publique ou un citoyen chargé d'un ministère de service public dans l'exercice ou à l'occasion de l'exercice de ses fonctions.

source: Legislative reforms have been carried out to put an end to discrimination against women.
fr: Des mesures de réformes législatives ont été réalisées pour supprimer les discriminations à l'égard des femmes.
